const predefinedPatterns = [
  {
    style: 'poetry',
    lines:
      '(مصرع) پند عاقل را نهان در گور باید کرد و بس \n(مصرع) عشق را در کارها مامور باید کرد و بس',
  },
  {
    style: 'poetry',
    lines: 'به سراغ من اگر می آیید\nنرم و آهسته بیایید مبادا که ترک بردارد\nچینی نازک تنهایی من',
  },
  {
    style: 'poetry',
    lines: '(مصرع) سالم بود آنکس که تو را یار نباشد \n(مصرع) کس نیست که از عشق تو بیمار نباشد',
  },
  {
    style: 'poetry',
    lines: '(مصرع) سلامی چو بوی خوش آشنایی \n(مصرع)',
  },
  {
    style: 'poetry',
    lines:
      '(مصرع) هر که دلارام دید از دلش آرام رفت\n(مصرع) چشم ندارد خلاص هر که در این دام رفت\n\n(مصرع) یاد تو می‌رفت و ما عاشق و بیدل بدیم\n(مصرع) پرده برانداختی کار به اتمام رفت\n\n(مصرع)',
  },
];

export { predefinedPatterns as default };
